Repository: sebastienserre/freemius-checkout-rewamped
Catalog: pro/languages/checkout-freemius-rewamped-*.po
Languages: fr_fr

source: Checkout Freemius Settings
fr_fr: Réglages de Simple Freemius Shop

source: Checkout Freemius
fr_fr: Simple Freemius Shop

source: General
fr_fr: Général

source: help
fr_fr: Aide

source: Settings
fr_fr: Réglages

source: Save Changes
fr_fr: Enregistrer

source: shop page
fr_fr: Page Boutique

source: Shortcodes
fr_fr: Code court

source: with their params:
fr_fr: avec ses paramètres:

source: Choose your shop page
fr_fr: Choisir la page de la boutique

# Post Type General Name
source: Freemius Products
fr_fr: Articles Freemius

# Post Type Singular Name
source: Freemius Product
fr_fr: Article Freemius

source: Freemius Products
fr_fr: Boutique Freemius

source: Freemius Products Archives
fr_fr: Archives des Articles Freemius

source: Freemius Products Attributes
fr_fr: Attributs des articles Freemius

source: Parent Freemius Products:
fr_fr: Articles Freemius parent:

source: All Freemius Products
fr_fr: Tous les articles Freemius

source: Add New Freemius Products
fr_fr: Ajouter un article Freemius

source: Add New
fr_fr: Ajouter un article

source: New Freemius Product
fr_fr: Nouvel article Freemius

source: Edit Freemius Product
fr_fr: Modifier l'article

source: Update Freemius Product
fr_fr: Mise a jour de l'article Freemius

source: View Freemius Product
fr_fr: Voir l'article Freemius

source: View Freemius Products
fr_fr: Voir les articles Freemius

source: Search Freemius Product
fr_fr: Chercher un article Freemius

source: Not found
fr_fr: Non trouvé

source: Not found in Trash
fr_fr: Non trouvé dans la corbeille

source: Featured Image
fr_fr: Image mise en avant

source: Set featured image
fr_fr: Mettre une image à la une

source: Remove featured image
fr_fr: Enlever l'image à la une

source: Use as featured image
fr_fr: Utiliser comme Image à la une

source: Insert into Freemius Products
fr_fr: Insérer dans les articles

source: Uploaded to this Freemius Products
fr_fr: Téléverser sur cet article

source: Freemius Products list
fr_fr: Liste des articles Freemius

source: Freemius Products list navigation
fr_fr: navigation dans les articles

source: Filter Freemius Products list
fr_fr: Filtrer la liste des articles

source: Freemius Product
fr_fr: Article Freemius

source: List all Freemius Product on your WP Website
fr_fr: Afficher tous les articles Freemius de votre site

source: Buy Now
fr_fr: Acheter maintenant

source: Add a Button Freemius Checkout every where in WordPress
fr_fr: Ajouter un bouton ou vous voulez dans WordPress

source: Title:
fr_fr: Titre:

source: button text:
fr_fr: Texte du bouton:

source: %d days trial
fr_fr: %d jours d'essais

source: Monthly Price
fr_fr: Prix mensuel

source: Annual Price
fr_fr: Prix Annuel

source: Lifetime Price
fr_fr: Prix de la licence à vie

source: Buy it!
fr_fr: Acheter!

source: Read More
fr_fr: En savoir plus

source: From %d $
fr_fr: A Partir de %s $

source: Display your latest products
fr_fr: Afficher vos derniers articles?

source: number:
fr_fr: Nombre:

source: Display Thumbnail:
fr_fr: Afficher la miniature:

source: Display buy button:
fr_fr: Afficher le bouton Achat:

source: Display the Excerpt:
fr_fr: Afficher le résumé:

source: From %s $
fr_fr: A partir de % $

source: Sell WordPress Plugins & Themes. Anywhere. Using Freemius Checkout "Buy Now" button.
fr_fr: Vendez vos extensions et thèmes WordPress facilement depuis votre site.
